[
    {
        "id": "f102f975-3207-4e49-ba08-865f798feb7c",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 1,
        "content": "Home Health & Hospice Regulations \nRegulation of Home Health & Hospice Care  \nAnyone involved in healthcare is aware that it is a highly regulated industry. Home health and hospice \nare no exception. The Federal and State governments have specific standards of care written into law to \nprotect consumers and assure quality care. As a Medicare certified, Joint Commission accredited \nprogram, Intermountain Homecare & Hospice must abide by the regulations and standards for these \nand many other agencies (e.g., Centers for Disease Control [CDC], Office of Inspector General [OIG], \nState Practice Acts, etc.). Almost everything done, or not done, in home health and hospice are related \nto a regulation, standard, or identified as best practice. \nJoint Commission \nThe Joint Commission develops and maintains standards of quality that must be followed by an agency \nin order to be accredited. Joint Commission is not a government agency, and has no legal enforcement \npower, but offers an accreditation many agencies choose to obtain. Joint Commission accreditation is \nwidely recognized as one of the most important seals of approval in the health care marketplace. \nProfessionals employed by Joint Commission verify quality care and adherence to the standards by \nconducting Joint Commission surveys. One of the focuses of Joint Commission is patient safety. To \naddress this issue, Joint Commission has identified several National Patient Safety Goals that must be \nfollowed to achieve or maintain accreditation. \nNational Patient Safety Goals for Homecare \n(file://co.ihc.com/root/HC/Dept/Education/Orientation%20Documents/Clinical%20Orientation/Clinic\nal%20Handbook%20&%20%20Workbooks/2020/Regulation%20of%20Home%20Health%20&%20Hosp\nice%20Care) \nFunding Sources \nThere are several funding sources a patient may utilize to fund home health or hospice services: \n•   Medicare \n•   Medicaid \n•   Commercial Insurance \n•   Private Pay \n•   Special Financial Consideration "
    },
    {
        "id": "de3b0cea-5038-472b-87c5-2684370107ea",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 2,
        "content": "Medicare \nMedicare is a federally funded insurance program for people age 65 or older. In addition, it also provides \nhealth care coverage to certain people with disabilities who are under age 65. Medicare is the single \nlargest payer for home health and hospice services. There are two types of Medicare, Traditional \nMedicare and Medicare Advantage Plans. \nMedicare consists of several parts.  Medicare “Part A” has no additional premium and includes hospital \nInsurance which pays for care in a hospital, skilled nursing facility, home health care, and Hospice care.  \nMedicare “Part B” requires an additional premium and pays for doctors, outpatient hospital care, home \nmedical equipment, and other medical services. Medicare “Part D” pays for medications and can be \nadded to Traditional Medicare or Medicare Advantage Plans with an additional premium. \nMedicare Advantage Plans (Part C) are offered by private companies approved by Medicare and include \nthe same coverage as Traditional Medicare (Part A and B) as well as additional coverage. The additional \nbenefits usually include things such as vision and hearing services, health screening tests and nurse \nhelplines. Medicare Advantage Plans may or may not have an additional monthly premium, usually have \nlow co-pays, and include an annual out-of-pocket maximum. Some Medicare HMOs in our area include: \nSelect Health Medicare Advantage Plan, AARP, TriCare, etc. \nMedicare consists of several parts. \nAll Medicare plans have strict eligibility and reimbursement criteria that must be met. Patients must be \neligible for Medicare “Part A” in order to have home health or hospice coverage through Medicare. \nMedicare certification is required for agencies to receive payment for home health or hospice care \nprovided to Medicare and Medicaid patients. In order to be Medicare certified, the agency must follow \nthe Medicare Conditions of Participation (CoP) for all patients, not just Medicare or Medicaid patients. \nThere are separate CoPs for Home Health and Hospice, each with different requirements. Agencies are \nsurveyed individually to determine whether and how each standard in the CoP is met. While an agency \nmay be found non-compliant with one or more of the subsidiary standards during any given survey, the \nagency cannot be found non-compliant with a Condition of Participation. An agency cannot participate \nin providing care for Medicare patients unless it meets every COP or attains substantial compliance with \nthe requirements. \nMedicaid \nMedicaid is a state and federally funded insurance for those who meet eligibility requirements. It is \navailable through the State for people with low income or people who cannot afford the cost of \nhealthcare. \nMedicaid regulations are found in the State Administrative Rules. Most of the regulations are similar to \nMedicare. When differences in regulations exist, we must follow the higher standard or more stringent \nregulation.  \nHospice care is a benefit through Medicaid and can be accessed when eligibility and reimbursement \ncriteria are met. Medicaid does require prior authorization for hospice services with the initiation of "
    },
    {
        "id": "227dd4da-4665-4803-846f-92811de48690",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 3,
        "content": "services and whenever there is a change in the level of care or admission to a nursing facility. The signed \nelection statement and the physician certification statement must be received within 10 days of \nadmission.  \nMedicaid requires all Home Health services beyond the initial admit visit to be pre-authorized. The prior \nauthorization process for Home Health requires a complete Plan of Care and assessment note to be \nsubmitted to Medicaid. Medicaid must receive all required documentation within 10 days of admission. \nAdmission documentation must be completed in a timely manner. A limited amount of supplies may be \nprovided to the patient on the first visit only. All other supplies are to be provided by a Home Medical \nEquipment company. \nChanges to the original Plan of Care must also be coordinated with the Central Pre-Authorization Team \nto process requests for payment of additional services. \nMedicaid requires that an admission to Home Health must be completed by an RN, even when therapy \nservices are the only skill ordered by a physician. \nCommercial Insurance \nMany people have insurance through a privately-owned company, often provided through their \nemployer. Most insurance policies pay for home health or hospice services, but not all. Different \ninsurances also provide different coverage and have different eligibility and reimbursement criteria. \nCommercial insurance policies will often pay for both skilled and personal care services to be provided \nby home health. All home health services need to be pre-authorized. The pre-authorization process \nrequires a complete Plan of Care and assessment note to be submitted in a timely manner (within 24-72 \nhours of admission). Changes to the original Plan of Care must be coordinated with the Central Pre-\nAuthorization Team to process requests for payment of additional services. \nPrivate Pay  \nSome patients who do not have insurance and do not qualify for Medicaid or Medicare may choose to \npay for home health or hospice services independently. This means they will pay out of pocket for the \nHome Health or Hospice care received. \nSpecial Financial Consideration  \nFor patients who are unable to afford needed healthcare, Home Health or Hospice services may be \ncovered through a financial assistance program offered by Intermountain Homecare & Hospice. \nPatients must apply for this program in order to be considered to receive financial assistance. \nPayment \nMedicare, Medicaid, and most commercial insurances reimburse for hospice services based on a per- \ndiem rate. This means the hospice receives payment for each day the patient is on service. \nAdjustments to the rate are made based on the level of care the patient requires. Hospice must provide \nall services necessary (nursing, social work, medications, supplies, etc.) to treat the symptoms \nassociated with the terminal diagnosis. Occasionally, insurance may pay for services on a fee for service "
    },
    {
        "id": "0a8452a3-5750-4a7a-afa3-96b19eb9145b",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 4,
        "content": "basis, meaning each service (each nursing visit, medication, etc.) is paid for individually. If a patient is \ngoing to pay privately for hospice services, they are charged the Medicare hospice per-diem charge. No \npatient will be refused hospice care based solely on ability to pay. \nIf a patient is going to pay privately for hospice services, they are charged the Medicare hospice per-diem \ncharge. \nMedicare pays for home health services using a Patient-Driven Groupings Model (PDGM).  This model \nuses 30-day periods as a basis for payment.  Thirty-day periods are categorized into 432 case mix groups \nfor the purposes of adjusting payment in the PDGM.  In particular, 30-day periods are placed into \ndifferent subgroups for each of the following broad categories: \n•   Admission source (two subgroups): community of institutional admission source \n•   Timing of the 30-day period (two subgroups): early or late \n•   Clinical Grouping (twelve subgroups): musculoskeletal rehabilitation; neuro/stroke rehabilitation; \nwounds; medication management, teaching, and assessment (MMTA) surgical aftercare; MMTA – \ncardiac and circulatory; MMTA – endocrine; MMTA – gastrointestinal tract and genitourinary system; \nMMTA – infectious disease, neoplasms, and blood-forming disease; MMTA – respiratory, MMTA – other; \nbehavioral health; or complex nursing interventions \n•   Functional impairment level (three subgroups): low medium, or high \n•   Comorbidity adjustment (three subgroups): none, low, or high based on secondary diagnoses. \nEligibility \nCertain criteria must be met for patient’s to be eligible for home health and hospice services. Eligibility is \ninitially determined when a patient is admitted for services. Ongoing eligibility must be maintained to \ncontinue receiving services. Home health services must be re-evaluated, and the plan of care updated \nevery 60 days. Hospice services are re-evaluated, and the plan of care updated initially at 90 days, then \nagain in 90 days, and then every 60 days thereafter. \nHome Health Eligibility  \nDifferent payer sources for Home Health have different qualifying conditions, services and treatments. \nYou do not have to be an expert at all insurances, but you do need to know the basics to be successful in \ndeveloping a patient plan of care. \nUnder Medicare, home health is a benefit that provides skilled care for those experiencing an acute \nepisode of illness. The following conditions must be met for Medicare to cover Home Health Services: \n•   Patient is an eligible Medicare beneficiary \n•   Care is ordered by a physician "
    },
    {
        "id": "b9c31b19-e48a-4fe2-b956-c261edde5157",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 5,
        "content": "•   Care is reasonable and necessary for the treatment of the illness or injury \n•   Patient is homebound \n•   Patient requires a skilled service \n•   Is no longer receiving curative treatment.  (Exception:  Pediatric continuous care patients may receive \nboth curative and hospice services at the same time.) \n•   Medicaid requires a face to face encounter with a physician or nurse practitioner \n•   Safe home environment \nThe Hospice Benefit Election  \nTo receive hospice services, patients must elect the hospice benefit. Medicare patients can elect the \nMedicare Hospice Benefit, an entitlement program under Part A.  Medicaid patients may also elect the \nhospice benefit. \nTo elect the hospice benefit, a patient must complete an election statement that is filed with the \nHospice agency. \nBy signing the Notice of Election form, the patient/representative acknowledges the following: \n•   That they have been given a full understanding of hospice care. \n•   That they understand certain Medicare/Medicaid services are waived by the election. \n•   That the patient/representative may revoke the election of the hospice benefit at any time. \nThe form must also include the name of the patient’s attending physician, for whom payment for \nservices may continue.  The form must be submitted to Medicare within 5 days of signing.  For every day \nthe form is late, payment is denied. \nTo receive hospice services, patients must elect the hospice benefit. \nWhile on the hospice benefit, the patient waives all rights to Medicare Part A and Part B benefits for the \nfollowing services: \n•   Hospice care provided by a Hospice other than the designated Hospice (unless provided under \ncontractual arrangement). \n•   Any services needed to diagnose, treat, or manage the terminal condition, except those provided by \nthe designated Hospice (either directly or under arrangement). \n•   Physician services related to the terminal illness except those provided by the Attending Physician, \nthe Hospice Physician or by a Consulting Physician (with a contractual arrangement) at the request of \nHospice. "
    },
    {
        "id": "bdd3b83f-069b-4114-8fee-deca47a466c6",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 6,
        "content": "Treatment of conditions not related to the terminal illness will be eligible for coverage under the regular \nMedicare benefit. \nThe election to receive hospice care remains effective as long as the care is continuous.  The care is \nconsidered continuous unless the patient revokes the hospice benefit or is discharged from Hospice and \ndiscontinues hospice care. \nCare Ordered by a Physician  \nAll ordered services for home health must come from a physician, defined as an MD, DO, or \nPodiatrist.  An oral surgeon is acceptable only if the plan of care relates to that service being provided. \nHome Health cannot practice under the order of a Nurse Practitioner (NP) or a Physician Assistant (PA). \nAll ordered services for hospice must come from a Doctor of Medicine or osteopathy or a nurse \npractitioner. \nThe orders on the plan of care (POC) must specify the type of professional to provide services, frequency \nof the services, and types of individual services to be provided to the patient. \nThe physician is ultimately responsible for and directs care for the patient.  Regarding doctor’s orders \nthe rules are simple: \n•   Know what the doctor’s orders are for your patient. \n•   If it is ordered, you do it. \n•   Everything we have an order for is to be done and everything we do is to be covered by a doctor’s \norder. \n•   If you don’t follow an order, make it clear in your documentation why it wasn’t appropriate or \nnecessary to follow the order. \n•   Notify physician if the order was not followed. \n•   There are no standing orders in home health or hospice. \n•   Doctor’s orders must be obtained prior to performing an intervention or treatment. It is not \nacceptable to “get the order later.” This is practicing outside of your scope of practice. \nCare is Reasonable & Necessary \nClinical evidence is required to show that Home Health services are reasonable and necessary.  Medical \nnecessity must be documented in the medical record and in the plan of care including: \n•   Medical condition \n•   Functional losses \n•   Treatment goals "
    },
    {
        "id": "e82806d9-5669-4d8d-a0ca-e8e4c59ad73b",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 7,
        "content": "•   Patient’s progress or lack of progress toward goals \nTherapy services must be reasonable and necessary for the treatment of the patient’s illness or injury or \nto the restoration or maintenance of function affected by the illness or injury. \nHospice care must be reasonable and necessary for the palliation and management of the terminal \nillness as well as related conditions. \nHomebound \nA patient is considered homebound if the following two criteria are met: \n1. The patient must either: \na. Because of illness or injury, need the aid of supportive devices (e.g., crutches, cane, \nwalker, wheelchair, etc.) or the assistance of another person to leave their place of \nresidence  \nb. Have a condition such that leaving the home is medically contraindicated \n2. There must exist a normal inability to leave home and leaving home must require a considerable \nand taxing effort. \na. If the patient does leave home, it should be infrequent, for short periods of time, or to \nreceive health care (e.g., kidney dialysis, chemotherapy or radiation). \nHomebound status must be documented at every Home Health visit.  Homebound documentation \nshould be: \n•   Updated as the patient’s condition changes \n•   Supported by diagnosis, symptoms, and/or medical condition \n•   Consistent in all discipline notes \n•   Stated in clear, concise, specific, and measurable terms \nA patient would not be homebound if he: \n•   Leaves home frequently for non-medical reasons \n•   Drives a car \n•   Leaves the home against medical advice \n•   Leaves the home for business purposes or to attend school \nA patient may leave home to attend church or a hairdresser appointment and still be considered \nhomebound. \nPediatric patients can be considered homebound in the following situations: \n•   Leaving home is medically contraindicated "
    },
    {
        "id": "8cb3ac5e-d9b7-4f5a-bd7a-5f7f957e2b34",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 8,
        "content": "•   Leaving home would require considerable and taxing effort \n•   Home ventilator dependence or the inability to ambulate with portable oxygen \n•   Immunocompromised patient who cannot be in public places due to risk of infection \nHospice patients do not need to be homebound to qualify for Medicare hospice benefits. Rather, people \nare encouraged to be as active as their condition allows.  It is not uncommon for hospice patients to go \non short trips to complete unfinished business while remaining on the hospice benefit. \nSkilled Services \nSkilled services are provided by registered nurses and rehab therapists (physical therapist, occupational \ntherapist, and speech language pathologist). A therapy assistant can provide care under the supervision \nof a licensed therapist. A service is unskilled if the average non-medical person, without special training \nand supervision, can safely and effectively perform the service.  Unskilled services do not become skilled \nwhen performed by a nurse or therapist. A skilled service that is taught by a nurse or therapist to be \nperformed by a patient or caregiver is considered skilled. \nTherapy services are considered skilled when they require the specialized skills, knowledge, and \njudgment of a qualified therapist to ensure the effectiveness of the treatment goals and ensure medical \nsafety, or if they are needed to manage and periodically reevaluate the appropriateness of a \nmaintenance program.  More detailed information on individual therapy coverage requirements can be \nfound in the Medicare Benefit Policy Manual: Chapter 7- Home Health Services. \nA primary skilled service provider must oversee the care planning of patient services.  The following are \nacceptable primary skilled service providers: \n•   Registered Nurse \n•   Physical Therapist \n•   Speech Language Pathologist \n•   Occupational Therapists may continue as a primary skilled service provider after service is established \nby one of the other three service providers. Occupational Therapists may not initiate a Plan of Care. \nNursing \nNursing skilled services are categorized into four major areas[1] : \n•   Observation and assessment \n•   Management and evaluation of a patient’s care plan \n•   Teaching and training activities (Medicaid will only authorize up to a maximum of 4 teaching visits in a \n60-day time period.) \n•   Performance of skilled treatments and procedures \n        -   Administration of medications "
    },
    {
        "id": "7f0ffb31-72e8-41da-a8fe-568be2e7cfc8",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 9,
        "content": "        -   Tube feedings \n        -   Catheter care \n        -   Nasopharyngeal and tracheostomy aspiration \n        -   Wound care \n        -   Ostomy care \n        -   Heat treatments \n        -   Medical Gases \n•   Rehabilitation nursing \n        -   Venipuncture (Not a stand-alone skill) \n        Physical Therapy \n        Skilled physical therapy services may include the following: \n•   Assessment  \n•   Therapeutic Exercises \n•   Gait Training \n•   Range of Motion \n•   Maintenance Therapy \n•   Ultrasound, Shortwave, and Microwave Diathermy Treatments \n•   Hot Packs, Infra-Red Treatments, Paraffin Baths and Whirlpool Baths \n•   Wound Care Provided Within Scope \n[1] Resource: Medicare Benefit Policy manual: Chapter 7- Home Health Services \nhttp://www.cms.gov/Regulations-and-Guidance/Guidance/Manuals/downloads/bp102c07.pdf \nSpeech-Language Pathologist  \nSpeech-Language Pathologist services are not covered in Home Health by Utah Medicaid. Covered \nMedicare services may include: \n•   Assessment  \n•   Speech/voice production \n•   Communication or feeding activities \n•   Voice-language communication tasks and cueing \n•   Maintenance program \n•   Speech and language rehabilitation for aphasia "
    },
    {
        "id": "db037b32-f196-4799-aa61-ab4f2d323d81",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 10,
        "content": "•   Control of vocal and respiratory systems for correct voice production with voice disorders \nOccupational Therapy  \nOccupational Therapy services are not covered in Home Health by Utah Medicaid.  Covered Medicare \nservices may include: \n•   Assessment  \n•   Planning, Implementing, and Supervision of Therapeutic Programs \n•   Selecting and Teaching Task Oriented Therapeutic Activities Designed to Restore Physical Function. \n•   Restore Sensory-Integrative Function \n•   Planning, Implementing, and Supervising of Individualized Therapeutic Activity Programs as Part of an \nOverall \"Active Treatment\" Program for a Patient with a Diagnosed Psychiatric Illness \n•   Teaching Compensatory Techniques to Improve the Level of Independence in the Activities of Daily \nLiving \n•   Vocational and Prevocational Assessment and Training \nDependent services can only be provided under the home health benefit if the beneficiary is receiving a \nMedicare covered skilled service and requires the dependent services to facilitate the treatment of the \nillness or injury. Types of dependent services include: \n•   Medical Social Services \n•   Home Health Aide \n•   Registered Dietician \nHome Health Aide Services  \nThe reason for the visits by the home health aide must be to provide hands-on personal care of the \npatient or services needed to maintain the patient's health or to facilitate treatment of the patient's \nillness or injury. \nServices may include: \n•   Personal Care: bathing, dressing, grooming, caring for hair, nail, and oral hygiene which are needed to \nfacilitate treatment or to prevent deterioration of the patient's health, changing the bed linens of an \nincontinent patient, shaving, deodorant application, skin care with lotions and/or powder, foot care, and \near care; and feeding, assistance with elimination (including enemas unless the skills of a licensed nurse \nare required due to the patient's condition, routine catheter care and routine colostomy care), \nassistance with ambulation, changing position in bed, assistance with transfers. \n•   Simple Dressing Changes \n•   Assistance with Medications \n•   Assistance with Activities to Support Skilled Therapy \n•   Incidental services "
    },
    {
        "id": "fed83711-7ad5-46d0-b88b-b88c41db9c9f",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 11,
        "content": "Medical Social Services \nThe following criteria are required to qualify for medical social services: \n•   Necessary to resolve social or emotional problems that are or are expected to be an impediment to \nthe effective treatment of the patient's medical condition or rate of recovery \n•   The plan of care must indicate how the services which are required necessitate the skills of a qualified \nsocial worker \nServices which may be covered include: \n•   Assessment --social and emotional factors related to the patient's illness, need for care, response to \ntreatment and adjustment to care; relationship of the patient's medical and nursing requirements to the \npatient's home situation, financial resources and availability of community resources \n•   Action to obtain available community resources to assist in resolving the patient's problem \n•   Counseling services \n•   Medical social services furnished to the patient's family member or caregiver on a short-term basis \n(additional limitations apply) \nTherapy Assessments  \nFor each therapy discipline for which services are provided, a qualified therapist (instead of a therapy \nassistant) must assess the patient's function.  The assessment must be made using a method which \nobjectively measures activities of daily living such as, but not limited to, eating, swallowing, bathing, \ndressing, toileting, walking, climbing stairs, using assistive devices, and mental cognitive factors. The \nmeasurement results must be documented in the clinical record. \nWhere more than one discipline of therapy is being provided, a qualified therapist from each of the \ndisciplines must functionally assess the patient. \nFor each therapy discipline for which services are provided, a qualified therapist (instead of a therapy \nassistant) must provide services at least once every 30 days.  This includes performing the ordered \ntherapy service, functionally reassessing the patient, and comparing the resultant measurements to \nprior assessment measurements. The therapist must document in the clinical record the measurement \nresults along with the therapist's determination of the effectiveness of the therapy, or lack thereof. The \n30-day clock begins with the first therapy service of that discipline, and the clock resets with each \ntherapist's visit/assessment/measurement/ documentation of that same discipline.  Results of therapy \nbenefit or efficacy must be documented every 30 days. \nSocial Work & Chaplain Hospice Assessments  \nWith each hospice admission a comprehensive assessment is required including physical, psychosocial, \nand spiritual assessments.  A social worker and a chaplain must each perform a comprehensive \nassessment no later than 5 days after each admission. These assessments must be updated at least \nevery 15 days. "
    },
    {
        "id": "f66b48ac-ab73-4ba4-9b74-26239f958386",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 12,
        "content": "Nursing Skilled Services must be Intermittent  \nIntermittent skilled care is a medically predictable recurring need for skilled services that is provided \nfewer than seven days each week, or fewer than eight hours each day, for periods of 21 days or less. \nFor Medicare, in an exceptional circumstance, if skilled care is provided seven days each week and is \nneeded beyond 21 days, a finite and predictable endpoint to the daily skilled care is needed. An \nexceptional circumstance is daily insulin injections where the patient is mentally or physically incapable \nof self -injection and who has no willing or able caregiver available. \nUsually the beneficiary requires skilled services at least once every 60 days.  Certain situations may \nrequire the services only every 60 – 90 days. \nFor Medicare, usually one-time nursing visits will not meet intermittent criteria.  If a patient is admitted \nfor skilled therapy services and the therapy service qualifies the patient for the home health benefit, a \none-time skilled nursing visit would be payable.  Front-loading visits is preferred by Medicare and is \nproven to reduce Emergency Department visits and readmission rates. \nSafe Environment \nThe patient must have a safe and adequate living environment, sufficient care providers, and other \nneeded resources necessary for the provision of care. Home health care is provided to patients at their \nplace of residence and is not generally covered for patients in a hospital or skilled nursing facility.  \nHospice care is provided to patients at any location (home, skilled nursing facility, or hospital with some \nlimitations). The patient must have an appropriate caregiver available if they are unable to care for \nthemselves.  Patients are not required to have a 24-hour caregiver in the home as long as the patient is \nsafe alone and continues to be safe.  However, with hospice and the progression of the terminal illness, \npatients usually require a 24-hour caregiver. It is the role of the social worker and the hospice team to \nidentify an alternative plan that can be quickly implemented when the patient reaches the point where \nhe/she is no longer safe to be alone. To prevent a crisis, this plan for around-the-clock caregiving should \nbe developed within the first couple of days after hospice admission, even if it will not need to be \nimplemented for a long time. \nDetermining Terminal Illness  \nAt the start of hospice care and for each recertification for hospice services, the patient must be \nevaluated for eligibility and the diagnosis of a terminal illness. As stated earlier, a terminal illness means \nthat the individual has a medical prognosis of 6 months or less if the illness runs its normal course based \nupon the physician’s judgment. \nAll Medicare Hospice claims are processed through a Medicare Administrative Contractor (MAC). The \nMAC that processes Utah claims is CGS Administrators, National Government Services (NGS) process \nclaims for Idaho. Each MAC has a set of guidelines that is used in reviewing hospice claims and can be \nused by hospice providers as a guide to determine eligibility of patients for hospice services. "
    },
    {
        "id": "d04b5782-24ab-49e7-88f5-3f50a97fdc85",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 13,
        "content": "These guidelines are called Local Coverage Determinations (LCDs) for Hospice - Determining Terminal \nStatus and should be used to help determine eligibility for hospice services both at the initial start of \ncare and for each recertification. Please read and familiarize yourself with these guidelines. A summary \nof these guidelines is available in the help cards. \nLippincott – LCD Helpcard \nThe above guidelines refer to several assessment tools used to help determine prognosis; the Karnofsky \nPerformance Status (KPS) or Palliative Performance Scale (PPS), the Functional Assessment Staging \n(FAST), and the New York Heart Association (NYHA) Functional Classification. The PPS is used for all \nhospice patients and should be assessed and documented on admission, recertification, and with \nchanges in patient function. The FAST is used for dementia patients and should be assessed and \ndocumented on admission, recertification, and with changes in patient function. The NYHA Functional \nClassification is used for patients with heart disease and should be assessed and documented on \nadmission, recertification, and with any changes to condition. These tools are included in the hospice SN \nassessment forms and are available in the help cards. \nPhysician Certification \nHome Health Face to Face \nThe physician must document that he, or an allowed non-physician practitioner (NPP), has had a face-to-\nface encounter with the patient. The face-to-face encounter must occur within the 90 days prior to the \nstart of home health care, or within the 30 days after the start of care and be related to the primary \nreason the patient required home health services. \nThe documentation must include the date when the physician or allowed NPP saw the patient, and \nsupport the patient's homebound status, need for skilled services, and reason for being admitted to \nHome Health. \nHome Health Physician Re certification \nAt the time of each recertification, for all Medicare Home Health patients, the physician must recertify \nthat there is a continuing need for Home Health services.  The physician must include an estimate of \nhow long Home Health skilled services will be required. \nHospice Certification of Terminal Illness  \nFor the first 90-day hospice benefit period, both the patient’s Attending Physician and the Hospice \nPhysician must certify in writing that, the patient has a terminal illness with a prognosis of 6 months or \nless, if the disease were to run its normal course. The Attending Physician who signs the certification \nmust be a Doctor of Medicine or osteopathy or a nurse practitioner and is identified by the patient at \nthe time he or she elects the hospice benefit. \nThe Certification of Terminal Illness must be received from both physicians; either verbally or in writing, \nno more than 15 calendar days prior to the start of care and within 2 calendar days after hospice care is \ninitiated.  If verbal certification is given, the written Certification of Terminal Illness must be received \nprior to billing for hospice care.  The written Certification of Terminal Illness is created by the admitting "
    },
    {
        "id": "e226fcb8-a06d-4476-bcac-bb016ef74d55",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 14,
        "content": "nurse with the date that the verbal certification was received.  If these requirements are not met, \nMedicare will not pay for any days prior to when the Certification of Terminal Illness is received. \nFor subsequent hospice benefit periods only the Hospice Physician must certify the patient has a \nterminal illness with a prognosis of 6 months or less, if the disease were to run its normal course.  The \ncertification can be either written or verbal and must be received no more than 15 calendar days prior \nto the start of the new benefit period and no later than 2 calendar days after the 1st day of the new \nbenefit period.  A signed Certification of Terminal Illness must be received prior to billing for hospice \ncare. \nFor the initial and each subsequent certification, the Hospice Physician must write a narrative indicating \nwhy he/she believes the patient has a terminal illness. \nHospice Face to Face Medicare  \nThe Hospice Physician must have a face-to-face visit with each hospice patient anticipated to reach the \n3rd benefit period. The face-to-face must occur no more than 30 calendar days prior to the 3rd benefit \nperiod recertification. Subsequent face-to-face visits must occur for every recertification thereafter and \nmust be no more than 30 calendar days prior to the recertification. The face-to-face visit is meant to \ngather clinical findings to determine continued eligibility for hospice care. The findings should be \nincluded in the Hospice Physician's written narrative. \nHospice Face to Face Medicaid  \nFor patient’s receiving hospice services under Medicaid, a physician or nurse practitioner must perform \na face-to-face qualifying visit to certify a terminal condition within the 90 days prior to the start of \nhospice care. \n“Terminally ill”, according to Medicare, means that the individual has a medical prognosis of 6 months \nor less if the illness runs its normal course based upon the physician’s judgment. \nIndependent Physician Review for Extended Care for Medicaid  \nMedicaid hospice patients receiving care for 12 or more consecutive months must have an independent \nutilization review performed every 12 months.  A physician who is not employed by hospice must \ncomplete the “Independent Physician Review for Extended Care” form within 45 days before the end of \nthe current 12-month period.  The review must include sufficient evidence that the patient continues to \nmeet eligibility criteria. This form should be requested and obtained by nurses or social workers. \nObtain the Independent Physician Review form your office manager. \nHospice Services \nA set of core services must be provided by Hospice employees.  These services include nursing services, \nmedical social services provided by social workers, and counseling services (spiritual, dietary, and \nbereavement counseling). Other services that must be provided by the Hospice include physician \nservices, continuous home care, respite care, bereavement counseling, special modalities, and volunteer \nservices. These services are explained in more detail throughout this module. "
    },
    {
        "id": "e9177ace-f018-41e5-9aba-2f70c8d1f0a0",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 15,
        "content": "Covered Services \nThe Hospice Interdisciplinary Team consists of: \n•   Patient/Family  \n \n•   Patient' s Personal Physician (Attending) \n•   Hospice Physician – must be available 24 hours/day \n•   Nurses- must be available 24 hours/day \n•   Certified Nursing Assistants (CNAs) \n•   Social Workers \n•   Chaplains \n•   Trained Volunteers- volunteers may be used in administrative or direct patient care roles. All \nvolunteers receive at least 12 hours of training. \n•   Pharmacist \n•   Dietician (if needed for dietary counseling) \n•   Speech, Physical, and Occupational Therapists (if needed)- provided for purposes of symptom control \nor to enable the individual to maintain activities of daily living and basic functional skills \nThe major responsibilities of the Hospice Interdisciplinary Team include: \n•   Providing professional management of the Hospice patient in accordance with the Plan of Care in all \ncare settings. \n•   Assuring continuity of patient/family care in the home, outpatient, and inpatient settings. \n"
    },
    {
        "id": "537d3610-bbd6-4ceb-ae4c-c2347c1510a9",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 16,
        "content": "•   Managing the patient’s pain and symptoms. \n•   Assisting the patient with emotional, psychosocial, and spiritual aspects of dying. \n•   Providing medications, medical supplies, and equipment (needed for comfort and management of \nthe terminal illness). Medications must be available 24 hours/day. \n•   Coaching the family on how to care for the patient. \n•   Providing special services like speech and physical therapy when needed. \n•   Making short-term inpatient care available when pain or symptoms become too difficult to manage \nat home or the caregiver needs respite (see Inpatient Respite and General Inpatient Care). \n•   Providing bereavement care and counseling to surviving family and friends. The Intermountain \nHomecare & Hospice Bereavement Program includes mailed written materials regarding grief and \nbereavement, ongoing contact with caregivers to foster normal grief and bereavement, and limited grief \nsupport groups or referral to support groups if necessary. \nOther special modalities or services that are provided by hospice include items outlined in the plan of \ncare as necessary for the palliation and management of the terminal illness and related conditions.  This \nmay include tests or procedures approved in advance by the Hospice Team for a specific symptom \nrelated treatment such as: chemotherapy, radiation therapy, transportation to an inpatient facility, etc. \nIntermountain Homecare & Hospice has a specific process when there is a request for services not \ncurrently on the plan of care. This process will identify which non-routine hospice services will be \nincluded in the hospice plan of care and will thus be paid for by Hospice. \nNon-Covered Services  \nServices not included in the hospice plan of care will not be paid for by Hospice. Hospice will not cover \nthe following services: \n•   Treatment intended to cure the terminal illness-Hospice provides comfort care to help manage \nsymptoms related to the terminal illness but won’t pay for treatment to cure the illness. \n•   Medications not related to the terminal diagnosis-Only medications for symptom control and pain \nrelief related to the terminal diagnosis are covered. The hospice interdisciplinary team will determine \nwhich medications will and will not be covered. \n•   Care from another provider that is the same care Hospice provides-All care provided for the terminal \nillness must be given by the Hospice. Payment will not be given for similar services received from \nanother provider or another Hospice. \n•   Nursing home room and board-Patients may receive hospice services wherever they live, including \nnursing homes, but the room and board charges are not covered by Medicare or Hospice for routine \ncare. Medicaid does pay for room and board for eligible patients and reimbursement is coordinated \nthrough hospice to the facility. "
    },
    {
        "id": "9b1fa652-d820-42a0-a92f-2890ca687f38",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 17,
        "content": "Physician Services \nHospice Physician Administrative Activities \nThe Hospice Physician assumes the overall responsibility for the medical component of the Hospice’s \npatient care program.  The Hospice physician is responsible for participating in the establishment, \nreview and updating of plans of care, face-to-face visits, supervising care and services, and establishing \ngoverning policies. \nHospice Physician Professional Services  \nThe Hospice Physician may provide direct patient care services i.e., home visits to the patient. Direct \npatient care services provided by the Hospice Physician may be billed by Hospice, as a separate charge \nto Medicare, and are not part of the hospice per diem reimbursement.  Only the professional services \nprovided to the patient may be billed to Medicare.  The technical components of the visit (i.e. lab \nservices, x-rays, etc.) are not billable to Medicare and are paid for by Hospice. Face-to-face visits are \nconsidered an administrative function and are not billable unless medically reasonable and necessary \ncare related to the hospice terminal diagnosis was also provided during the visit. \nIndependent Attending Physician Services  \nPatient care services provided by an independent Attending Physician (a physician who is not employed \nby or under contract with the Hospice) are not part of the hospice per diem reimbursement and are the \nonly physician services that can be billed to Medicare Part B directly.  The technical components of the \nvisit (i.e. lab services, x-rays, etc.) are not billable to Medicare and are paid for by Hospice if they are \napproved by Hospice and included in the hospice plan of care (or paid for by the family if not approved). \nConsulting Physician Services  \nThe Hospice may refer the patient to a Consulting Physician as part of the hospice plan of care for help \nin the palliation or management of the terminal illness or related conditions.  The physician bills Hospice \nfor these services. \nIf Hospice has a contract with the Consulting Physician, these charges may be billed to Medicare Part A \non the hospice bill.  If Hospice does not have a contract with the Consulting Physician, Hospice is \nresponsible to pay for these services. \nOnly the professional services provided to the patient may be billed to Medicare by the Hospice.   The \ntechnical components of the visit (i.e. lab services, x-rays, etc.) are not billable to Medicare and are paid \nfor by Hospice if they are approved by Hospice and included in the hospice plan of care (or paid for by \nthe family if not approved). \nServices provided by any physician, other than the Attending Physician, that are NOT included as part of \nthe hospice plan of care, are not billable to Medicare or to Hospice and become the responsibility of the \npatient. \nHospice retains the responsibility for the overall management of the Hospice patient, even when they \nare referred to a Consulting Physician. The Nurse Case Manager is responsible to ensure that the \nHospice Team approves proposed interventions and that the physician’s office is aware of how they \nshould bill for the patient’s visit or care. "
    },
    {
        "id": "1f28c450-a0ae-402e-b927-354ccfa84355",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 18,
        "content": "Professional Management \nHospice is responsible for the overall professional management of the patient’s terminal illness and the \nprovision of hospice services.  Hospice is responsible to ensure services are furnished in a safe and \neffective manner, in accordance with the hospice plan of care, regardless of their location (home, \noutpatient, or inpatient facility).  Hospice retains responsibility for patient/family assessment, \ninterdisciplinary care conferences, and continuity of patient/family care, regardless of the setting. \nServices provided by individuals or entities on behalf of Intermountain Homecare & Hospice must \noperate under a written agreement or contract.  The contract must clearly stipulate that services may be \nprovided only with the express authorization of the Hospice.  Exceptions to this arrangement should be \ndiscussed with the Hospice Manager. \nHospice Item Set (HIS) \nThe Hospice Item Set (HIS) includes specific information that is pulled from individual patient \nassessments and sent to the Centers for Medicare & Medicaid Services (CMS).  The information is then \nused to compare the quality of care provided by different Hospice agencies.  If an agency does not \nsubmit the HIS for each patient on admission and discharge, the agency is given a deduction in payment \nthe followi ng year. \nHospice Levels of Care \nThe Medicare and Medicaid hospice benefit include four different levels of care.  Commercial health \ninsurances vary in their benefits and may or may not include more than one level of care.  The needs of \nthe patient/family determine the level of care.  Patients are evaluated on an ongoing basis to determine \nif a higher level of care is appropriate. \nThe four levels of care are: \n•   Routine Care \n•   General Inpatient Care \n•   Respite Care \n•   Continuous Home Care \nFollowing is a description of each level of care with the required criteria. \nRoutine Care \nMost hospice care is “routine” care and is provided in the patient’s home or permanent residence, in \naccordance with the patient’s needs. \nGeneral Inpatient Care \nGeneral Inpatient Care (GIP) is available for pain control or symptom management that cannot be \nprovided in any other setting. General Inpatient Care may be provided in a hospital or skilled nursing "
    },
    {
        "id": "f4992d08-974f-4a62-8032-a2ceea35027c",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 19,
        "content": "facility with 24-hour/day nursing care.  The facility must have a contract with Hospice to provide General \nInpatient Care. General Inpatient Care is also appropriate for “imminent death” if the patient has \nsymptoms that require management, (Continuous Home Care should also be considered). Once the pain \nis managed or symptoms stabilized, the patient must return to a routine level of care. \nRespite Care \nInpatient Respite Care is provided to the patient when necessary to relieve the family members or other \npersons caring for the individual at home. Respite care does not require a worsening of the patient’s \ncondition. Inpatient Respite Care is not available for patients that are residents of long-term care or \nnursing facilities. Respite care is short term inpatient care limited to no more than five consecutive days \nat a time. This care is provided on an occasional basis.  Respite Care may be provided in a hospital or \nskilled nursing facility as long as nursing services are available to meet the patient’s needs.   The facility \nmust have a contract with the Hospice to provide Inpatient Respite Care. \nContinuous Home Care  \nContinuous home care is to be provided during periods of crisis to maintain the patient at home. A \nperiod of crisis is a period of time when the patient requires continuous care for at least 8 hours in a 24-\nhour period (midnight to midnight) to achieve palliation or management of acute medical symptoms. \nThe care does not have to be “continuous” to qualify but must total eight hours or more of care within \nthe 24-hour period. The care can be provided by a Nurse Practitioner, RN, LPN or Certified Nurse \nAssistant (CNA). However, a nurse must provide at least 50 percent of the total care provided. \nAll nursing and CNA services provided must be counted into the continuous care time. A hospice cannot \nchoose to count fewer CNA hours than were provided in order to get the percentage of nurse hours up \nto 50 percent. Time spent doing documentation, modification of the plan of care, and supervision of \naides does NOT count as part of the continuous care hours. \nAssisted Living Fa cilities \nHospice services may be provided to residents of both type I and type II assisted living facilities.  A \nwritten agreement or formal contract is not required. \nResidents of type I assisted living facilities are required to be ambulatory, minimally dependent on staff \nfor assistance with ADLs, in stable health, and able to take life-saving action in an emergency.  The type I \nfacility staff may only assist residents who self-medicate by providing reminders, opening child-proof \ncaps, and opening unit-dosed packages. \nResidents of type II assisted living facilities are either independent or semi-dependent and must be able \nto take life-saving action in an emergency with the assistance of one person.  The type II facility staff \nmay supervise medication administration. \nHospice patients are allowed to stay in their home to die, including an assisted living facility.  The \nHospice should obtain a copy of the Facility’s “Service Plan” for the patient and should provide copies of \nthe hospice plan of care to the Facility.  The two plans should be reviewed to ensure that they are not in \nconflict. "
    },
    {
        "id": "f06a2e1e-8927-4bcd-892a-367d63732d11",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 20,
        "content": "When a patient is no longer able to get out of bed without assistance, a caregiver for the patient may be \nrequired. The Hospice staff and Facility staff must work together to coordinate caregiver coverage. \nAssisted living facilities are required to obtain a variance from the 1) Department of Health, Bureau or \nLicensure, and 2) local Fire Marshall when the patient can no longer get out of the building in an \nemergency with the assistance of one person. \nPatient Revocation of the Hospice Benefit  \nA patient or representative may revoke the hospice benefit at any time, for any reason. Hospice may not \nask patients to revoke the hospice benefit. A patient’s Medicare benefits are reinstated at the time the \npatient revokes the hospice benefit. A revocation form must be completed and must contain the date \nthe revocation is effective and the reason for revocation. A revocation cannot be made for an earlier \ndate than when the form is signed. \nWhen a Medicare or Medicaid hospice patient revokes the hospice benefit, they lose any remaining days \nin that benefit period.  The patient can re-elect the hospice benefit at any time, provided they meet the \neligibility requirements. A new hospice benefit period (BP) is started at the time of re-election. \nPatient Discharge by Home Health or Hospice  \nHome health or hospice may choose to withdraw services if the following apply: \n•   The agency has inadequate personnel, equipment, and resources available to provide services \nrequired.  \n•   Patient or significant other is unable or unwilling to be compliant with the plan of care. \n•   The patient has an unsafe home environment. \n•   There is a perceived personal risk to the employee. \nHome health and hospice must also discharge (or transfer) a patient that moves out of the service area. \nHospice must discharge a patient if it determines that the patient is no longer terminally ill, as defined \nby a prognosis of 6 months or less.  The term for this type of discharge is decertification.  Alternative \nplacement of the patient (e.g., nursing facility) should be evaluated before discharging the patient and \nthe Manager and Hospice Physician must be involved in the decision to withdraw services for one of the \nabove reasons. \nA patient’s traditional Medicare or other regular medical benefits are reinstated at the time the patient \nis discharged from Hospice.  When a Hospice patient is discharged, they lose any remaining days in that \nhospice benefit period.  (This regulation had an impact years ago when there were limited hospice \nbenefit periods.  The only impact now is that the patient may move from the two 90-day benefit periods \nto 60-day periods quicker.) The patient may re-elect the hospice benefit at any time he/she is eligible \nand will start in the next benefit period. "
    },
    {
        "id": "4666bf37-7412-4247-918a-c9af8b44251c",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 21,
        "content": "Patient Transfer to another Hospice Agency  \nA patient may change Hospice providers once in each benefit period.  To change Hospice providers, the \npatient or representative must file a signed statement with both the current Hospice provider and the \nnewly designated Hospice which includes the following information:  the name of the current Hospice \nprovider, the name of the Hospice from which they wish to receive care and the date the change is to be \neffective.  \nThe date of transfer should be agreed upon in advance by the patient/family and is a billable day by \nboth Hospices if they both provide care to the patient on that day. The patient continues in the same \nhospice benefit period with the same dates for the benefit period. No days are lost from the benefit \nperiod. \nResources \nThere are many regulations that home health and hospice must follow in providing care to patients. \nAppendix A includes links for several Quick Resource Tables and a summary and comparison table of \nHome Health and Hospice Requirements and Coverage by Payor. \nIntermountain Homecare & Hospice has incorporated these regulations into policies and processes. It is \nimportant that the policies are followed. Be sure you understand the policies well enough to incorporate \nthe information into practice. \nIntermountain Homecare & Hospice has memberships for both NHPCO (National Hospice and Palliative \nCare Organization) and UHPCO (Utah Hospice and Palliative Care Organization). These organizations \nhave many resources that can be accessed by any of our employees or volunteers. \nNHPCO \nThe NHPCO website can be accessed at: www.NHPCO.org. Many of the resources require signing into \naccess.  You can get your own membership by completing an Application Form (obtain from an \nEducation Consultant) and faxing it to NHPCO. They will then send you information so you can log in and \nhave full access. \nUHPCO \nThe UHPCO website can be accessed at: www.utahhospice.org. On that website there are several online \ntrainings. Once on the website select the Members and Providers picture. Then select the Online \nTraining on the top menu bar. You will have to enter a user name and password which can be obtained \nfrom an Education Consultant or your manager. Once logged in you will have full access to the courses. \nPalliative Care Network of Wisconsin  \nThe Palliative Care Network of Wisconsin can be accessed at: http://www.mypcnow.org.   This website, \nrun by Dr. David Weissman, is a great resource for palliative care and symptom management.  You may "
    },
    {
        "id": "59cdc6e2-4539-4dbf-8886-d7715402319a",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/HomeHealth.pdf",
        "page": 22,
        "content": "access the information on the website or join the network and receive via email the “Fact Facts” sent \nout about twice a week. "
    },
    {
        "id": "2302accd-7c53-4471-bcf2-eace0b55937d",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 1,
        "content": "Hospice Services\nPatie nt Education\nintermountainhealth.org\nCompassionate Care at the End of Life"
    },
    {
        "id": "8b8478b2-ba4a-4702-b935-555534c18cb4",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 2,
        "content": "2  | Footer  \nWhat’s Inside:\nIntroduction to Hospice ............................... 4\n• Who is eligible for hospice care? ......................... 4\n• What is a hospice plan of care? ........................... 4\n• What services are covered by hospice? ............ 5\n• What services are NOT covered? ....................... 6\n• Who is on your hospice team? ............................. 6\nManaging Pain in Advanced Illness ........... 8\n• Pain relief medications .......................................... 8\n• Pain relief without medication ............................. 9\n• Keeping a pain diary ............................................... 9\nSymptom Management ............................. 10\n• Constipation ........................................................... 10\n• Nausea and Vomiting ........................................... 10\n• Shortness of breath .............................................. 11\n• Decreased appetite .............................................. 11\n• Skin breakdown ..................................................... 12\n• Fatigue ..................................................................... 12\n• Anxiety, sadness, depression ............................. 13\n• Confusion and disorientation ............................. 13\nFinal Choices ............................................... 14\nAs Death Approaches ................................ 15\n• Changes you may see, things you can do ....... 15\nAs Time Becomes Very Short ................... 18\nWhen Death Occurs at Home ................... 19"
    },
    {
        "id": "05db26f3-9e25-4070-8abb-ae7b95936f12",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 3,
        "content": " | 3  \n© 2014-2025 Intermountain Health. All rights reserved.  Intermountain Hospice Services\nIntermountain Hospice Services\nThis booklet provides information and tools to help you understand hospice, learn \nwhat care can be provided at the end of life to manage pain and other symptoms, \nand know what to do when death occurs.  \nIntermountain Hospice Services aims to provide you with the most compassionate  \nand skilled care possible. Please do not hesitate to ask for help with anything that \naffects your well-being or that of your family.\n"
    },
    {
        "id": "f5c9e93a-9ff1-4c20-b6b5-7a091f7c5d87",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 4,
        "content": "4  |\n© 2014-2025 Intermountain Health. All rights reserved. Intermountain Hospice Services  \nIntroduction to Hospice\nHospice is a specialized program of compassionate \ncare for people living with a life-limiting illness. Hospice \nis provided by a team of professionals with expertise in \nend-of-life care. This care includes pain and symptom \nmanagement — as well as emotional, social, and spiritual \nsupport. Care is usually provided in the home but is also \navailable in long-term care facilities. \nMedicare, Medicaid, and most private insurances provide \ncoverage for hospice care.\nWho is eligible for hospice care?\nAnyone with a terminal illness seeking comfort care (rather \nthan a cure) is eligible for hospice. Your doctor and a hospice \ndoctor must both certify that you have a terminal illness \nand have 6 months or less to live if the illness runs its \nnormal course.  While you are receiving hospice services, your \nhospice eligibility is re-evaluated regularly. \nWhat is a hospice plan of care?\nYour hospice team, along with you and your family, will \ndevelop an individualized plan to guide your care in hospice. \nThis plan of care lists the treatments and services needed to \nmeet your goals for pain and symptom control. It also lists \nservices needed to meet any emotional, social, and spiritual \nneeds for you and your family.\nHospice care \nfocuses on:\n• Meeting your needs \nand supporting \nyour family\n• Managing your pain \nand symptoms\n• Giving you comfort \nand support \n• Allowing you and your \nfamily to live life to \nits fullest\n• Supporting and \neducating your \ncaregiver to \nprovide you comfort \nand dignity\n• Preparing you and  \nyour family for the \nend of life \n"
    },
    {
        "id": "1a832493-6c51-4723-ba5d-d864c261708c",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 5,
        "content": " | 5  \n© 2014-2025 Intermountain Health. All rights reserved.  Intermountain Hospice Services\nHospice is \nalways open\nNurses and physicians \nare available 24 hours a \nday, 7 days a week. Feel \nfree to call with questions \nand concerns.\nWhat services are covered by hospice?\nYour hospice team will provide all medical care and \nservices needed to provide comfort and support related \nto the terminal illness and related conditions. Services \nmay include the following:\n• In-home visits by your hospice team \n• Medical or nursing care for physical symptoms\n• Intermittent assistance with personal care needs\n• Pain and symptom management\n• Medications for comfort\n• Medical supplies and equipment\n• Help and support for the emotional, psychosocial, and  \nspiritual aspects of dying\n• Coaching caregivers on end-of-life care and what  \nto expect\n• Short-term inpatient care for pain or symptom  \nmanagement\n• Inpatient respite care when the caregiver needs a rest\n• One year of bereavement support to surviving loved \nones and friends including: \n – Bereavement mailings with information and tips on dealing \nwith grief\n – Phone calls to see how you are doing and to provide \nhelp with your grief\n – Bereavement education groups\n Talk with your team \nMake sure you understand \nthe services covered by \nyour hospice benefit."
    },
    {
        "id": "d6ab7231-c3ec-4ac9-a9d5-0d94d1db1f1f",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 6,
        "content": "6  |\n© 2014-2025 Intermountain Health. All rights reserved. Intermountain Hospice Services  \nWhat services are NOT covered?\nServices that are not covered by hospice include:\n• Treatment  that is intended to cure the terminal illness.\n• Medications used for a cure rather than comfort.\n• Day-to-day non-medical care (such as food, housekeeping, \nand rent).\n• Care from another hospice provider, unless set up by \nIntermountain Hospice Services.\n• Room and board charges for a nursing home or inpatient \nhospice, unless arranged for short-term inpatient care \nor respite care.\n• Emergency room care, ambulance transportation, \nor hospital care, unless arranged by Intermountain \nHospice Services.\n• Healthcare for problems unrelated to the terminal illness. \nCoverage for these services should come from insurance \noutside the hospice benefit. \nWho is on your hospice team?\nEach hospice team member has a specific role as described \non the next page. All hospice employees and volunteers have \nbeen interviewed, had background checks, and received \nspecialized training to serve you and your loved ones. Your \nmain caregiver, although not a hospice employee, is also a \nvital part of your team.\nWho To Call:\nHospice Agency\nName:\n          \n          \n \nPhone:\n          \nHospice Nurse\nName:\n          \n          \n \nPhone:\n          \nSocial Worker\nName:\n          \n          \n \nPhone:\n          \n \nChaplain\nName:\n          \n          \n \nPhone:"
    },
    {
        "id": "0ac88a43-6afc-4f76-988a-d549cc7f2420",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 7,
        "content": " | 7  \n© 2014-2025 Intermountain Health. All rights reserved.  Intermountain Hospice Services\nMedical Director  \n(Hospice doctor) \n• Consults regularly with members of \nthe hospice team regarding your health \nstatus and care\n• Provides overall guidance and supervision \non the plan of care\n• Determines initial and ongoing \nhospice eligibility\n• Makes home visits when necessary\nNurse\n• Acts as the main contact between team \nmembers, including the family and doctors\n• Assesses physical and emotional condition \n• Assesses and manages pain and \nother symptoms\n• Recommends medication adjustments \nwhen necessary\n• Makes sure the right medical equipment \nand supplies are provided\n• Provides medical treatments\n• Provides training and support \nfor caregivers\nHospice aide\n• May be available to help with scheduled \npersonal care activities (bathing, dressing, \nfeeding, and general mobility).\nSocial worker\n• Acts as an advocate for you and \nyour family\n• Assesses emotional, social, and \npsychological needs and works to \naddress them\n• Makes referrals for financial assistance \nand other community resources\n• Helps with coping skills and family conflicts\n• Provides counseling\nVolunteer\n• Provides companionship and support\n• Gives caregivers a break for short \nperiods of time\n• May perform light housekeeping\nChaplain\n• Supports your spiritual values and beliefs\n• Discusses search for meaning in life, \nthe illness, and death\n• Provides information, prayers, counseling, \nand other spiritual support\n• Can coordinate between the family \nand religious leaders\n• May assist with funeral arrangements\nAttending physician  \n(Personal doctor)\n• Determines initial hospice eligibility \n• Develops the hospice plan of care with \nthe team\n• Approves or initiates changes to the \nplan of care\nCaregiver\n• Provides companionship and care\n• Gives medications\n• Provides daily medical care as trained \nby hospice staff, as needed\n• Communicates with the hospice \nteam about:\n – Changes or new concerns\n – Scheduled doctors’ appointments\n – Participates in the development of the \nplan of care \n – Communicates with family members"
    },
    {
        "id": "33a39a08-24ff-42ed-a330-eff810a3a586",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 8,
        "content": "8  |\n© 2014-2025 Intermountain Health. All rights reserved. Intermountain Hospice Services  \nManaging Pain in  \nAdvanced Illness\nPeople with advanced illness are often concerned about \npain. They worry that the pain will be more than they can \nhandle, or what the side effects will be. Please share your \nconcerns with your care team. Hospice nurses are trained \nto help manage pain in the most effective way possible. \nEveryone experiences and reacts to pain differently. What \nmay be tolerable for some will be unbearable for others. \nSuccessful pain management does not always mean \ntaking away all of the pain — but rather, bringing it down \nto an acceptable level. The nurse will work with you to \nset an individual goal for pain relief. You will frequently be \nasked how intense your pain is on a scale of 0 to 10. This \nprovides a standard way to compare how your pain is \nbeing managed, if your goal for pain relief is being met, or \nif additional interventions are needed.\nPain relief medications\nDepending on the severity of your pain, you may start with a \nmedication like acetaminophen (Tylenol) or ibuprofen (Motrin, \nAdvil). If you do not have good pain relief with these non-\nopioid medications, your doctor will likely prescribe an opioid. \nOpioids are narcotic medications that are very effective at \nrelieving pain. \nCommon opioid pain medications used in hospice are: \n• Morphine (Roxanol) \n• Hydromorphone (Dilaudid)\n• Oxycodone (Percocet)\n• Dolophine (Methadone)\nThese medications are started at small doses and gradually \nincreased as needed. The best way to keep your pain \nmanaged is to take the medications on a schedule. Do not let \nyour pain become severe by waiting too long between doses. \nOnce pain gets out of control, it could take hours or days to \nget it controlled again.\nLiquid medicines are often used when pills cannot be chewed \nor swallowed. These medicines can be given with a medicine \ndropper or a syringe without a needle.\nThe importance of \npain management\nPain management \nmakes you feel more \ncomfortable — and also \nprovides these benefits: \n• Increases energy\n• Lowers stress\n• Decreases the \nseverity of many other \nsymptoms\nAbout pain \nmedications\nMany people fear they \nmay become addicted \nto morphine or other \nopioid pain medications. \nHowever, when \ntaken as prescribed, \nthese medications \nare reliable and safe. \nBesides reducing pain, \nopioids can improve \nbreathing and ease \nuncomfortable feelings \nof breathlessness."
    },
    {
        "id": "390df05b-2236-45f3-bf82-ba213e79cf55",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 9,
        "content": " | 9  \n© 2014-2025 Intermountain Health. All rights reserved.  Intermountain Hospice Services\nPain relief without medication\nBesides medication, there are other ways to help manage \npain. The strategies described below don’t replace your \nmedication but may provide additional relief.  \n• Relaxation. Breathe in and out slowly and rhythmically. \nFocus on the area of discomfort and relax the muscles \naround that area as you breathe out.\n• Distraction. Visit with friends, listen to music, play games, \nread, or watch TV. \n• Cold and heat. Apply a cold pack or heat pack to the \npainful area. \n• Repositioning. Move yourself to a more comfortable \nposition or have someone adjust the bed or pillows.\n• Atmosphere. Try to reduce annoying sights and sounds. \nMake your environment as peaceful and pleasant as you can.  \nKeep a pain diary\nIt is helpful to keep a daily pain diary to get an idea of how \nwell your pain is controlled. Share your diary with the nurse. \nInclude the following information:  \n• Date and time\n• Pain level on a scale of 0 to 10,  \nwith 10 being the worst  \npossible pain\n• Pain medication details \n – Name of medication\n – Amount taken\n – Relief given \n – Side effects\n• Things that make the pain worse\n• Things that decrease the pain\n \n CALL  the hospice  \nnurse anytime \nyour pain: \n• Increases\n• Is not relieved with \npain medications\n• Is intolerable\n• Wakes you up\n• Prevents you from \ndoing activities"
    },
    {
        "id": "5f18ccad-6da6-4a9b-b1ca-f2afa34e6a63",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 10,
        "content": "10  |\n© 2014-2025 Intermountain Health. All rights reserved. Intermountain Hospice Services  \nCALL  the hospice \nnurse if you experience \nany new symptoms or if \nan existing symptom \ngets worse. \nSymptom Management\nOne of the main goals of hospice is to help lower pain \nand keep you as comfortable as possible. If you have a \nsymptom that’s causing discomfort, discuss it with your \nhospice team. The team can help determine the cause of \nthe symptom and the best options for relief. \nSee the following list of symptoms that are common with \nadvanced illness and things you can try to help relieve them.\nCONSTIPATION\nCauses:  • Pain medication\n • Decreased physical activity\n • Decreased fluid intake\nWhat can help:  • Avoid constipating foods (such as red meat, bananas, rice, dairy)\n • Eat natural laxative foods (such as prune juice, raw fruits, bran muffins)\n • Increase activity level\n • Increase fluids\n • Change medications\nWhen to tell your \nhospice team:\n • Any change in the frequency of bowel movements\n • Irregular bowel movements\n • Abdominal (belly) discomfort\nNAUSEA AND VOMITING\nCauses:  • Many causes\nWhat can help:  • Drink liquids, but no food, immediately after vomiting\n • Eat small, frequent meals\n • Avoid gas-forming foods (such as broccoli, beans, cabbage)\n • Avoid fried foods, milk products, or foods with strong smells\n • Eat bland foods (such as potatoes, applesauce, sherbet, crackers)\n • Medications to control nausea\nWhen to tell your \nhospice team:\n • New or worsening nausea or vomiting"
    },
    {
        "id": "c73a0ed7-64ef-48ce-bb4d-9a8a551750ae",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 11,
        "content": " | 11  \n© 2014-2025 Intermountain Health. All rights reserved.  Intermountain Hospice Services\nSHORTNESS OF BREATH\nCauses:  • Diseases affecting the lungs or heart\n • Advanced illnesses\nWhat can help:  • Use pillows to sit up in bed or raise the head of a hospital bed\n • Sit in a chair or recliner\n • Use a fan\n • Keep the room cool\n • Take slow, deep breaths through your nose, then breathe out \nslowly through your mouth\n • Oxygen (may or may not help)\n • Medications\nWhen to tell your \nhospice team:\n • If shortness of breath keeps you from doing what you want to do\n • If breathing difficulty causes fear, anxiety, nervousness,  \nrestlessness, or blue lips and fingernails\nDECREASED APPETITE\nCauses:  • Changes in sense of taste can make foods taste bland, salty, or sour\n • Slowed digestion\n • Decreased activity\nWhat can  \nhelp: \n • Eat what you want, when you want\n • Try small, frequent meals\n • Try protein supplements, such as Ensure or instant breakfast mixes\n • Take drinks or sips often and clean the mouth frequently\nWhen to tell your \nhospice team:\n • Unable to eat or drink\n • Changes in appetite                        \n • Trouble swallowing  \n • Dry mouth, tongue, or skin  \n • Confusion or drowsiness\nHow your caregiver \ncan help\nAvoid struggles and \ndisagreements about eating \nwhen your loved one has a \ndecreased appetite. Never \nforce food."
    },
    {
        "id": "3f991be0-2088-41d4-9368-dd0f770d8edf",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 12,
        "content": "12  |\n© 2014-2025 Intermountain Health. All rights reserved. Intermountain Hospice Services  \nSKIN BREAKDOWN\nCauses:  • Immobility \n • Being bedbound  \n • Poor nutrition \n • Decreased feeling in extremities\nWhat can help:  • Turn or shift weight every 1 to 2 hours\n • Change clothes, undergarments, and linens immediately when \nsoiled or wet\n • Perform range-of-motion exercises daily\n • Eat healthy meals (if eating)\n • Protect bony areas by using pillows, cushions, and possibly special \nbed mattresses\n • Use a mild soap with warm (not hot) water\n • Use lotion on dry areas\nWhen to tell \nyour hospice \nteam:\n • Any reddened areas or skin breakdown \n •  Pain\nFATIGUE\nCauses:  • Disease   \n • Emotional state\n • Pain\nWhat can help:  • Gradually increase activity\n • Plan, schedule, and prioritize activities for your best times of the day\n • Eliminate activities that are not important\n • Allow others to help with activities\n • Rest and sleep as needed\n • Keep a regular bedtime\n • Eat healthy meals (if eating)\nWhen to tell \nyour hospice \nteam:\n • Unable to perform normal activities \n • No appetite \n • Sleepiness \n • Not talking\n • Depression\n • Exhaustion\n • Spiritual and emotional concerns"
    },
    {
        "id": "78c1294a-b48f-4363-af6f-02378ad5fd88",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 13,
        "content": " | 13  \n© 2014-2025 Intermountain Health. All rights reserved.  Intermountain Hospice Services\nANXIETY, SADNESS, DEPRESSION\nCauses:  • Fears and concerns \n • Loss of independence\n • Loss of control\n • Confusion\nWhat can help:  • Identifying patterns of anxiety and sadness\n • Medications\n • Coping techniques\n • Counseling with your hospice team\n • Reduce feelings of isolation by being included in activities\n • Express as much independence as possible\n • Write down thoughts and feelings\nWhen to tell \nyour hospice \nteam:\n • Any signs of anxiety or sadness  \n • Personality changes   \n • Problems with relationships  \n • Spiritual concerns\nCONFUSION AND DISORIENTATION\nCauses:  • Overstimulation \n • Too many people around you at once \n • Physical discomforts   \n • Infection  \nWhat can help:  • Identify confusion and disorientation\n • Medications\n • Coping techniques\n • Speak softly, clearly, and soothingly\n • Try a simple touch or hug\n • Create a quiet living space to reduce stimuli\n • Try not to argue or correct\n • Have clocks and calendars in plain sight\n • Try to maintain a schedule\nWhen to tell \nyour hospice \nteam:\n • Any signs of confusion or disorientation, especially if new or worsening"
    },
    {
        "id": "c362313e-83df-4518-a398-b34e83158604",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 14,
        "content": "14  |\n© 2014-2025 Intermountain Health. All rights reserved. Intermountain Hospice Services  \nFinal Choices\nThere are many choices to make at the end of life. Making \nand expressing your wishes and plans will help your family \ncarry out your last instructions. It can be a great final \ngift to your family, sparing them needless expense and \nemotional distress.  \nSome end-of-life decisions that need to be made include:\n• Estate planning\n• Advance Directives (healthcare and financial)\n• Do Not Resuscitate Orders (DNR) / Provider Order for Life-\nSustaining Treatment (POLST) / Physician Orders for Scope of \nTreatment (POST)\n• Organ or body donation\n• Burial or cremation\n• Cemetery\n• Use of professional funeral director services (transport \nbody, contact people for funeral service, obituary, \ndeath certificate, prepare the body, provide casket)\n• Embalming\n• Memorial donations\n• Memorial or funeral service\nImportant \nconversations\nIt is important to discuss \nyour wishes with your \nloved ones and complete \nany necessary legal  \ndocuments. The hospice \nsocial worker and  \nchaplain can help you."
    },
    {
        "id": "383e7ff9-b3bf-4cdd-b9d8-5a3d2e81cecc",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 15,
        "content": " | 15  \n© 2014-2025 Intermountain Health. All rights reserved.  Intermountain Hospice Services\nAbout changes at \nthe end of life\nThe changes discussed \nhere show how the \nbody prepares itself for \ndeath — the final stage \nof life.\nAs Death Approaches\nDeath comes differently for every person, and your death \nwill be unique. However, some changes are common \nto this final phase of life. This section explains some of \nthese changes and gives ideas for care and comfort. This \ninformation may help you anticipate the changes you may \nsee and allow you to go forward with more peace and \nconfidence.\nChanges you may see; things you can do\nThis section describes physical and behavioral changes that \nare commonly seen in the dying process. You may not see \nall of these changes, or at least not at the same time. But it \nmay help you to know a little about what you’re seeing and \nexperiencing and what you may want to do.\nAppetite, ability to eat and drink\nYou may not need or want much food or liquid. This is \na sign of the body’s gradual process of shutting down. \nRight now, eating and drinking aren’t helpful.\n• Choose when and what to eat or drink. Your caregiver \nshould not insist that you take food or fluids.\n• Eat ice chips or take small sips of fluid that can \nbe sucked from a sponge or a moist washcloth.  \n• To ease dryness:\n – Wipe lips with a cool, moist washcloth. \n – Use an oral moisturizer on your teeth and gums. \n – Apply small amounts of lip balm  \n(like ChapStick or Vaseline). \n – Use a water-based product (like K-Y Jelly) on dry \nlips and nostrils (if using oxygen therapy)."
    },
    {
        "id": "778d0fee-237f-4dbb-865a-ebbb5ada7706",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 16,
        "content": "16  |\n© 2014-2025 Intermountain Health. All rights reserved. Intermountain Hospice Services  \nSleep\nOver time, you will sleep more and more. The sleep may \nseem deeper and it may be difficult to wake. This change \nsignals a slowing of the body’s metabolism.\nHow your caregiver can help:\n• Note if there are times of the day when your loved one \nis more alert and has more energy.  Try to plan visits and \nactivities for these times.\n• Realize that your presence matters and is a comfort.  Even \nif your loved one is asleep or can’t carry on a conversation, \nthey know you are near.\n• Talk or read. Play music or sing quietly. Your loved one \nmay hear your voice and find it soothing.\n• Reach out. Hold your loved one’s hand. Stroke their hair \nor rub lotion on their hands. As your loved one withdraws, \nremember that this is simply part of the dying process, not \na rejection. Your caring touch can comfort your loved one \nand express your connection.\nBody temperature, skin changes\nYour hands, feet, and limbs may become cool to the touch. \nYou may also notice that the skin is splotchy and very pale \ngray or dusky purple. It may be darker on the underside of \nthe body. These changes are signs that your circulation is \nslowing down.\nHow your caregiver can help:\n• Use blankets, socks, and slippers to keep your loved \none warm.\n• Don’t use an electric blanket or heating pad. The heat may \nbe too intense for your loved one’s skin.\n• Keep in mind that even though the skin feels cool, your \nloved one may feel hot and want to take off the blankets.  \nIn this case, don’t insist on blankets. Do whatever seems \ncomfortable to your loved one."
    },
    {
        "id": "7e6e5a19-569c-4cdd-b94b-b0ab3c77d559",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 17,
        "content": " | 17  \n© 2014-2025 Intermountain Health. All rights reserved.  Intermountain Hospice Services\nBladder and bowel changes\nYou may notice fewer bowel movements and less need to \nurinate. The urine will have a darker color and a stronger \nsmell. This is normal. As you take in less fluid and food, \nthere’s less waste. Also, the kidneys may be shutting down. \nDuring this time, it’s also common to begin to lose bladder \nand bowel control.\n• If necessary, use disposable diapers and bed pads.\n• Consider asking the care team about the bladder and bowel \nchanges. They can determine, for example, if a catheter or \nmedication would be helpful.\nAwareness and mood\nYou may become increasingly confused about time, place, \nand people. (Some people even have trouble recognizing \nclose friends and family members.) At times, you may feel \nrestless or upset — picking at the sheets, changing positions \na lot, seeing things that aren’t there, and so on. These \nbehaviors are caused by changes in the body during the \ndying process, such as less oxygen to the brain, less fluid in \nthe body, and lower kidney function. Medications, pain, and \ninfection can cause shifts in mood and awareness.\nHow your caregiver can help:\n• As often as needed and as long as \nit seems comforting, remind your \nloved one of the day, time, and \nsurroundings. Speak in a gentle, \nreassuring tone.\n• Don’t insist on “correcting” your \nloved one. Don’t argue or try to \nreason with them.\n• Sit next to the bed and hold \nhands with your loved one. \nYour close presence can help \norient and soothe your loved one.\n"
    },
    {
        "id": "4cc08308-5f28-4876-be22-dd880cc9c690",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 18,
        "content": "18  |\n© 2014–2025 Intermountain Health. All rights reserved. Intermountain Hospice Services  \nAs Time Becomes Very Short\nIn your loved one’s final hours, you may notice that the \nchanges described previously are even more pronounced. For \nexample, your loved one will likely sleep more, become colder \nto the touch, and be more agitated.\nContinue the comfort measures that feel right to you. As your \nloved one’s breathing becomes more labored, you may want \nto raise your loved one’s head and body with pillows. Turning \nthe person partly to the side may help to manage secretions.  \nAs your loved one draws very close to death, you may see  \nadditional changes:\n• Louder breathing. Your loved one’s breathing may become \nlouder, more ragged, or have a gurgling sound like snoring. \nThis happens because saliva is more dry and thick, and \nthe throat muscles are more relaxed. It’s not distressing or \npainful to the patient.  \n• Pale, bluish lips and nail beds. This is a further sign of  \nslowing circulation.\n• Half-open eyes and mouth. When near death, some \npeople’s eyes remain partly open and look glassy. Their \nmouths may fall open.\n• Stop-and-start breathing. Your loved one’s breathing \npattern may change, and there may be long periods between \nbreaths. This interrupted and irregular breathing is common \nin the final hours of life.\nIf you notice any of these things, call your nurse and let them \nknow. They will assist you in these last hours of your loved \none’s life. Hospice is there for you. \nAdvice for \nthe  caregiver\n • Schedule breaks away \nfrom the bedside. \nHave someone take \nyour place there if you’re \nreluctant to leave your \nloved one alone.\n • Get outside every day, \nif only for a brief walk. \nA few minutes of fresh \nair can soothe and \ncenter you.\n • Get enough sleep and \nrest. You may need to \nleave the hospital or \nhome for a few hours.\n • Eat regularly and focus \non healthy foods. You \nneed good fuel during \nthis stressful time.\n • Find a time and place \nto cry, complain, \nshout — to express the \nintense feelings you \nmay be holding inside. \nAn understanding \nlistener can help.\n • Be gentle with yourself. \nThe end of life will \ncome in its own time, \nin its own way. You’re \nnot in control, but you \ncan honor and comfort \nyour loved one by caring \nfor yourself."
    },
    {
        "id": "6280e11d-92db-4aa0-a440-8ea3f25df7ff",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 19,
        "content": " | 19  \n© 2014–2025 Intermountain Health. All rights reserved.  Intermountain Hospice Services\nWhen Death Occurs At Home\nSigns that death has occurred:\n• No response to touch or voice\n• No breathing and no heartbeat\n• Eyelids may be slightly open with eyes in a fixed stare\n• Jaw is relaxed and the mouth slightly open\n• Loss of bowel and bladder control\nA guideline for things to do when your loved one dies at home\nWithin minutes to hours:\n • Call hospice. The nurse will come to the house and help you.\n • DO NOT CALL 911.\n • If you are alone, call a family member or friend to be with you.\n • You or the nurse will contact the funeral home of your choice when you are ready.\n • Contact loved ones and friends. \nWithin 1 to 2 days:\n • Call and make an appointment with the funeral home to review the arrangements.\n • Ask for at least 5 copies of the death certificate. (You may need more for your estate \ndistribution records.)\n • Plan the funeral program (date, time, place) and choose pallbearers, speakers, music \nnumbers, a pianist, a presiding religious leader, and so on.\n • Arrange burial needs.\n • Call the newspaper and ask how to submit an obituary and about the cost.\n • Write and submit the obituary. Check to see if the funeral home will help you with it.\nWithin a week:\n • Notify Social Security and your health insurance of the death.\nWhen you are ready:\n • Make decisions about the estate, contact an estate / will attorney if needed.\n • Notify the bank(s).\n • Notify utilities.\n • Notify insurance companies (such as auto, life, and home)."
    },
    {
        "id": "9e06780a-7277-4e6e-8cfb-64489598e2d9",
        "source": "/home/codyfitzwater/Desktop/LiaisonBot/Hospice.pdf",
        "page": 20,
        "content": "20  |\n© 2014-2025 Intermountain Health. All rights reserved. Intermountain Hospice Services  \n© 2014–2025 Intermountain Health. All rights reserved. The content presented here is for your information only. \nIt is not a substitute for professional medical advice, and it should not be used to diagnose or treat a health \nproblem or disease. Please consult your healthcare provider if you have any questions or concerns. HC001  - 07/25  \n(Last reviewed - 07/25)  Also available in Spanish.  \nTo find this booklet and other patient education, go to:  \nintermountainhealth.org"
    },
    {
        "id": "6bf077fa-6a98-496a-89db-d2ecbab9f290",
        "inputted_by": "Cody Fitzwater",
        "email": "fitz3663@gmail.com",
        "notes": "Cody's work phone is 801-889-7275",
        "timestamp": "fe4211b5-1361-11f1-8c51-64bc580fc364"
    },
    {
        "id": "f700e51b-d19a-42c9-b262-62c1b6f5ddc7",
        "inputted_by": "John Goodman",
        "email": "jgoodman1234@somethingmail.com",
        "notes": "A wood chuck can chuck 1 ton of wood",
        "timestamp": "8cfbae3d-1362-11f1-ab12-64bc580fc364"
    },
    {
        "id": "49255680-c44a-4eaa-9e03-60a8a9407381",
        "inputted_by": "Jimmy Neutron",
        "email": "jnerd@youknowit.com",
        "notes": "Insects are considered part of the animalia kindgdom",
        "timestamp": "f32b4c1f-1362-11f1-8f5f-64bc580fc364"
    },
    {
        "id": "a797c546-784a-485e-b37d-944f627a2518",
        "inputted_by": "Kanye West",
        "email": "imcrazy@insanedude.com",
        "notes": "Jesus wants me for a sunbeam",
        "timestamp": "6d0e7653-1364-11f1-98f1-64bc580fc364"
    },
    {
        "id": "6867c8e7-eeed-45e0-9ce5-c65f5b7ea054",
        "inputted_by": "Jimmy John",
        "email": "jj@food.com",
        "notes": "Jimmy Johns has a turkey bacon avacodo sandwich\r\n",
        "timestamp": "c0579475-1364-11f1-888a-64bc580fc364"
    },
    {
        "id": "8b669052-589e-4727-9b06-7e4a2057ed54",
        "inputted_by": "Jimmy Neutron",
        "email": "nerdfest@neutron.com",
        "notes": "Here is more test information to see if you can find the name Jimmy Neutron here",
        "timestamp": "de179969-1365-11f1-84e4-64bc580fc364"
    },
    {
        "id": "b8a0c5c6-15c7-48c3-b7bf-68d016cefe91",
        "inputted_by": "Kanye West",
        "email": "kanye@west.net",
        "notes": "the world is flat.some people think it is round but its not. Kanye West also makes terrible shoes. But for some reason there are a ton of crazy people who buy them. ",
        "timestamp": "5515f0a5-1367-11f1-b11d-64bc580fc364"
    }
]